{
  "title": "कार्यप्रणाली",
  "description": "डेटा स्रोत, गणना विधि और ज्ञात सीमाएँ।",
  "sections": {
    "dataSources": {
      "title": "डेटा स्रोत",
      "intro": "सभी बजट आँकड़े वित्त मंत्रालय द्वारा प्रकाशित केंद्रीय बजट 2025-26 दस्तावेज़ों से लिए गए हैं। प्राथमिक डेटा पाइपलाइन के स्रोत:",
      "openBudgets": "संरचित बजट डेटा के लिए Open Budgets India",
      "unionBudget": "indiabudget.gov.in से केंद्रीय बजट दस्तावेज़ (व्यय बजट खंड 1 व 2, प्राप्ति बजट, वित्त विधेयक)",
      "population": "जनगणना अनुमानों और RBI रिपोर्ट से जनसंख्या आँकड़े"
    },
    "taxCalculator": {
      "title": "कर कैलकुलेटर",
      "intro": "कर गणना AY 2026-27 (FY 2025-26) की आयकर अधिनियम स्लैब दरों पर आधारित है। पुरानी और नई दोनों व्यवस्थाओं की दरें इन सहित लागू हैं:",
      "standardDeduction": "मानक कटौती (नई ₹75,000 / पुरानी ₹50,000)",
      "rebate": "धारा 87A छूट",
      "surcharge": "उच्च आय के लिए अधिभार स्लैब",
      "cess": "4% स्वास्थ्य व शिक्षा उपकर",
      "note": "कैलकुलेटर पुरानी व्यवस्था के HRA, 80C, 80D या अन्य विशिष्ट कटौतियों को शामिल नहीं करता। यह सकल आय और मानक कटौती का उपयोग करता है।"
    },
    "numberFormatting": {
      "title": "संख्या प्रारूप",
      "content": "सभी संख्याएँ भारतीय संख्या प्रणाली (लाख और करोड़) में हैं, परंपरा अनुसार: 50,65,345 (न कि 5,021,536)। बड़ी राशियाँ \"लाख करोड़\" में दर्शाई जाती हैं।"
    },
    "perCapita": {
      "title": "प्रति व्यक्ति गणना",
      "content": "प्रति व्यक्ति आँकड़ों में 2025-26 के लिए अनुमानित जनसंख्या 145 करोड़ (1.45 अरब) का उपयोग किया गया है। यह जनगणना अनुमानों पर आधारित है और अगली जनगणना से भिन्न हो सकता है।"
    },
    "license": {
      "title": "ओपन डेटा लाइसेंस",
      "content": "बजट डेटा भारत सरकार द्वारा Government Open Data License - India (GODL) के तहत जारी है। यह प्रोजेक्ट उस डेटा का जनहित विज़ुअलाइज़ेशन के लिए उपयोग करता है। यह प्रोजेक्ट भारत सरकार से सम्बद्ध या अनुमोदित नहीं है।"
    },
    "limitations": {
      "title": "सीमाएँ",
      "budgetEstimates": "केवल बजट अनुमान। 2025-26 के संशोधित अनुमान और वास्तविक आँकड़े अभी उपलब्ध नहीं हैं।",
      "ministryAggregation": "मंत्रालय-स्तरीय एकत्रीकरण वास्तविक 100+ अनुदान माँग संरचना को सरल करता है।",
      "stateTransfers": "राज्य हस्तांतरण के आँकड़े अनुमानित हैं। वास्तविक वित्त आयोग हस्तांतरण एक जटिल सूत्र पर आधारित है।"
    }
  },
  "source": "स्रोत: केंद्रीय बजट 2025-26, वित्त मंत्रालय, भारत सरकार"
}
